__Walle_Charts_Callback(
{
	"name": "1430@5日主力资金净流入率",
	"profit": {
		"max": 85.84,
		"normal": -22.009999999999994,
		"strategy": 79.63,
		"open-crash": -21.9,
		"stop-crash": -11.76,
		"reverse-crash": 0
	},
	"day": {
		"total": 14,
		"trade": 5,
		"rest": 9,
		"up": 3,
		"down": 11,
		"open-crash": 1,
		"stop-crash": 3,
		"reverse-crash": 0
	},
	"daily-open-profit": [
		20191011,
		0,
		20191014,
		0,
		20191015,
		-2.57,
		20191024,
		-6.16,
		20191025,
		-4.91
	],
	"daily-close-profit": [
		20191011,
		30.72,
		20191014,
		81.89,
		20191015,
		78.08,
		20191024,
		82.03,
		20191025,
		79.63
	],
	"daily-open-ptcchange": [
		20191011,
		0,
		20191014,
		0,
		20191015,
		-2.57,
		20191024,
		-3.59,
		20191025,
		1.25
	],
	"daily-close-ptcchange": [
		20191011,
		30.72,
		20191014,
		51.17,
		20191015,
		-3.81,
		20191024,
		3.95,
		20191025,
		-2.4
	]
})
