__Walle_Charts_Callback(
{
	"name": "资金净流入榜",
	"profit": {
		"max": 36.34,
		"strategy": 17.94,
		"open-crash": 0,
		"stop-crash": -40.24,
		"reverse-crash": 0
	},
	"day": {
		"total": 9,
		"trade": 6,
		"rest": 3,
		"up": 4,
		"down": 5,
		"open-crash": 0,
		"stop-crash": 2,
		"reverse-crash": 0
	},
	"daily-open-profit": [
		20190923,
		0,
		20190924,
		0,
		20190925,
		0,
		20190928,
		0,
		20190929,
		0,
		20190930,
		0
	],
	"daily-close-profit": [
		20190923,
		13.66,
		20190924,
		30.68,
		20190925,
		22.28,
		20190928,
		27.94,
		20190929,
		27.94,
		20190930,
		17.94
	],
	"daily-open-ptcchange": [
		20190923,
		0,
		20190924,
		0,
		20190925,
		0,
		20190928,
		0,
		20190929,
		0,
		20190930,
		0
	],
	"daily-close-ptcchange": [
		20190923,
		13.66,
		20190924,
		17.02,
		20190925,
		-8.4,
		20190928,
		5.66,
		20190929,
		0,
		20190930,
		-10
	]
})
