__Walle_Charts_Callback(
{
	"name": "超大单净流入榜",
	"profit": {
		"max": 12.95,
		"normal": -90.06,
		"strategy": 4.97,
		"open-crash": -32.44,
		"stop-crash": -10.590000000000002,
		"reverse-crash": 0
	},
	"day": {
		"total": 10,
		"trade": 5,
		"rest": 5,
		"up": 3,
		"down": 7,
		"open-crash": 2,
		"stop-crash": 2,
		"reverse-crash": 0
	},
	"daily-open-profit": [
		20191014,
		0,
		20191015,
		-1.71,
		20191022,
		5.87,
		20191023,
		4.66,
		20191025,
		2.47
	],
	"daily-close-profit": [
		20191014,
		0.76,
		20191015,
		-6.140000000000001,
		20191022,
		-5.28,
		20191023,
		-6.36,
		20191025,
		4.97
	],
	"daily-open-ptcchange": [
		20191014,
		0,
		20191015,
		-1.71,
		20191022,
		7.58,
		20191023,
		-1.21,
		20191025,
		-2.19
	],
	"daily-close-ptcchange": [
		20191014,
		0.76,
		20191015,
		-6.9,
		20191022,
		0.86,
		20191023,
		-1.08,
		20191025,
		11.33
	]
})
